{
    "clouds": "./img/map/clouds",
    "win": "Lettre du colonel Thèrion adressée aux aviateurs, \n\nVous avez de nouveau su prouver votre valeur au combat ; je ne regrette pas de n’avoir employé que de nouvelles recrues, on pourrait vous croire déjà vétérans. \nJ’espère que les affrontements suivants se passeront eux aussi sans accrocs. \nColonel Thèrion",
    "lost": "Lettre adressée à la mère de Selerio \n\n\nSelerio mourut en héros pour préserver l’Empire et sauver les siens. Sa bravoure restera à jamais dans nos mémoires. \nMes sincères condoléances, \ncolonel Thèrion.",
    "levels": [
        {
            "title": "Niveau 1",
            "map_path": "../img/map/LEVEL_1/",
            "img_name": "level_1.png",
            "description": "Lettre du colonel Thèrion, soldat de l’Empire d’Ultron \n\n   Bonjour Sélèrio. J’espère que votre installation au camp s’est bien passée. Comme je vous l’ai dit plus tôt, je pense qu’il serait juste que je vous résume la situation dans laquelle Ultron se trouve, et dans laquelle vous serez désormais engagé. \n   L’année dernière le royaume de Neïdan nous attaqua avec une fourberie des plus épouvantables. Sans même nous déclarer la guerre, ils envoyèrent de nuit des escadrons d’alchimistes détruire le Sud de notre pays, Ultron. Plus de 40 000 civils étaient morts avant le levé du jour. Nous réagîmes dès que nous pûmes en conséquence à cette attaque, qui n’avait jamais connu de pareille, et mobilisâmes toutes les forces armées de l’Empire. Nous parvînmes à endiguer de justesse la progression de cette nuée d’alchimistes tueurs, qui s’approchait dangereusement d’une grande ville d’Ultron. Depuis lors, nous livrons bataille acharnée contre eux, et la situation semble totalement insolvable si nous n’améliorons pas encore notre puissance offensive. Partant de ce triste constat, nous vîmes que nous ne pouvions encore qu’augmenter notre puissance alchimique, qui sert principalement à la fabrication d’équipements. Or, un alchimiste, pour procéder à son art, a besoin d’énergie, c’est le principe de l’échange équivalent. Il peut trouver cette énergie un peu partout, mais la plus puissante est celle issue de la Terre. Il se trouve que Naganok, en plus d’avoir prêté allégeance à Neïdan, présente une forte activité sismique, une aubaine pour un alchimiste. Nous avons choisi d’envoyer ici les nouvelles recrues qui ont montré le plus de talent lors de leur formation, car nous ne pouvons démobiliser un seul homme du front contre Neïdan.   \nJ’espère que tu as bien saisi la situation, et que tu feras tout ton possible pour l’Empire, préserver ta vie, et celle des tiens. \nColonel Thèrion",
            "before": true,
            "ammo_delay": 10000,
            "cloud_delay": 10000,
            "ennemy_delay": 10000,
            "score_max": 200,
            "wave_size": 4,
            "ammo_size": 50
        },
        {
            "title": "Niveau 2",
            "map_path": "../img/map/LEVEL_1/",
            "img_name": "level_1.png",
            "description": "",
            "before": true,
            "ammo_delay": 10000,
            "cloud_delay": 10000,
            "ennemy_delay": 8000,
            "score_max": 200,
            "wave_size": 4,
            "ammo_size": 50
        },
        {
            "title": "Niveau 3",
            "map_path": "../img/map/LEVEL_2",
            "img_name": "level_2.png",
            "description": "",
            "before": true,
            "ammo_delay": 10000,
            "cloud_delay": 10000,
            "ennemy_delay": 5000,
            "score_max": 5000,
            "wave_size": 4,
            "ammo_size": 50
        },
        {
            "title": "Niveau 4",
            "map_path": "../img/map/LEVEL_2",
            "img_name": "level_2.png",
            "description": "",
            "before": true,
            "ammo_delay": 10000,
            "cloud_delay": 10000,
            "ennemy_delay": 5000,
            "score_max": 5000,
            "wave_size": 4,
            "ammo_size": 50
        },
        {
            "title":"Niveau 5",
            "map_path": "../img/map/LEVEL_3",
            "img_name": "level_3.png",
            "description": "",
            "before": true,
            "ammo_delay": 10000,
            "ennemy_delay": 5000,
            "cloud_delay": 10000,
            "score_max": 8000,
            "wave_size": 4,
            "ammo_size": 50
        },
        {
            "title":"Niveau 6",
            "map_path": "../img/map/LEVEL_3",
            "img_name": "level_3.png",
            "description": "",
            "before": true,
            "ammo_delay": 10000,
            "ennemy_delay": 5000,
            "cloud_delay": 10000,
            "score_max": 8000,
            "wave_size": 4,
            "ammo_size": 50
        }

    ]
}